[
    {
        "exercise": "Stab your fingers deep into the rice and then make a fist. Retract. Repeat. This is my hand. I want it strong.",
        "id": 1,
        "title": "Iron Fist"
    },
    {
        "exercise": "Stab your fingers deep into the rice and then open your hand wide. Retract, palms away from you. Repeat. Your hand is afraid of the rice. The rice should be afraid of your hand.",
        "id": 2,
        "title": "Screaming Talon"
    },
    {
        "exercise": "Embed fists deep in rice. Rotate one direction. Do not worry that you cannot see. Fear is the only darkness. Breathe.",
        "id": 3,
        "title": "Fists of Fury"
    },
    {
        "exercise": "Embed fist deep in rice. Rotate other direction. Seek not to know the answers, but to understand the questions.",
        "id": 4,
        "title": "Fists of Fury, Part II"
    },
    {
        "exercise": "Embed fists deep in rice. Move fists side to side. Do not think. Feel. Focus on the art of climbing without climbing.",
        "id": 5,
        "title": "Wax on, Wax off"
    },
    {
        "exercise": "Embed fists deep in rice.  Move fists up and down. Have patience, grasshopper.",
        "id": 6,
        "title": "Paint the Fence"
    },
    {
        "exercise": "On the surface, snatch rice quickly with your fingers over and over.  Keep your form. The rice has only images and illusions behind which it hides its true motives.  Destroy the image and you will break the rice.  Do not spill rice on floor.",
        "id": 7,
        "title": "Snatch the Pebble"
    },
    {
        "exercise": "On surface push rice away with fingers. Stay under control while you reflect on life failures. Spill rice on floor at your own peril.",
        "id": 8,
        "title": "Magic Palm"
    },
    {
        "exercise": "Dig you thumbs deep into the rice repeatedly. Remember that you learn most about life from your greatest enemies.",
        "id": 9,
        "title": "Gouge the Eye"
    },
    {
        "exercise": "Stab rice with fingers together and claw at it. Do not be tender. An eagle can break a wolf's back with one strike.",
        "id": 10,
        "title": "Eagle Claw"
    },
    {
        "exercise": "Grab handfuls of rice and attempt to make gruel out of it, quickly and repeatedly. Only the undisciplined spill rice on the floor. Control the rice. It is your destiny.",
        "id": 11,
        "title": "Crush the Pebble"
    },
    {
        "exercise": "Lightly caress handfuls of rice, move into your most powerful stance, then squeeze. In time you will learn to absorb the essence of the rice. It is only then that you will be truly powerful.",
        "id": 12,
        "title": "Essence Absorbing Stance"
    }
]
